{
  "about me": "About me",
  "April 2022": "April 2022",
  "April 2023": "April 2023",
  "April": "April",
  "August 2022": "August 2022",
  "August": "August",
  "Blog": "Blog",
  "cawments lambrechts description": "Twitter like website for text + image posting and commenting. Implements Github OAuth with Supabase.",
  "Crafted engaging personal portfolios and small business websites.": "Crafted engaging personal portfolios and small business websites.",
  "December 2023": "December 2023",
  "Delivered several key features, fixed bugs, and enhanced UI, contributing to Torre.ai's successful transition to beta stage.": "Delivered several key features, fixed bugs, and enhanced UI, contributing to Torre.ai's successful transition to beta stage.",
  "denver description": "Freelance project for currency exchange company Denver San Juan. It consists of a public UI displaying multiple currency prices and update date. It includes an admin interface with a login to update currency data manually. Authentication and database is handled with Firebase and deploy with Vercel.",
  "description": "👋 Hello, I'm Juan Cruz Lambrechts, a Full Stack Web Developer based in San Juan, Argentina, committed to delivering high-quality solutions in the software development realm. Proficient in Vue.js, Nuxt.js, Next.js and React.js, with expertise in unit testing, and data processing. Skilled in languages like Scala, Python, and TypeScript, and experienced in Git, MySQL, Docker, and web scraping. Excited about contributing to cutting-edge projects, I am on a continuous journey to grow as a developer, embracing challenges with enthusiasm and a commitment to excellence.",
  "Developed a fraud and money laundering detection system + empowered small entrepreneurs by crafting engaging e-commerce websites, seamlessly integrated with Aquicobro payment systems.": "Developed a fraud and money laundering detection system + empowered small entrepreneurs by crafting engaging e-commerce websites, seamlessly integrated with Aquicobro payment systems.",
  "February 2021": "February 2021",
  "Freelance project for local client. Lets the user log in and update currency values manually.": "Freelance project for local client. Lets the user log in and update currency values manually.",
  "Front End development, UI design, React.js, Vue.js, Python, Web Scraping, DDD.": "Front End development, UI design, React.js, Vue.js, Python, Docker, Web Scraping, Domain Driven Design.",
  "Home": "Home",
  "In the web": "In the web",
  "In this space I share my projects.": "In this space I share freelance and personal projects.",
  "inaki lambrechts description": "Freelance project for Iñaki Lambrechts, film director and photographer. It consists of a website with a contact form, image gallery, videos and a personal 'about me' page. Made with Next.js, Sanity as CMS and deployed in Vercel.",
  "index description": "Dedicated to quality, delivering awesome work.",
  "index heading": "Full Stack Web Developer | Problem Solver | Materials Engineer",
  "July 2022": "July 2022",
  "me": "I",
  "min read time": "min read time",
  "my cv": "My CV",
  "my portfolio": "My portfolio",
  "My work experiences.": "My work experience.",
  "Personal portfolio developed for Iñaki Lambrechts, film director and photographer.": "Personal portfolio developed for Iñaki Lambrechts, film director and photographer.",
  "Projects": "Projects",
  "Spanish": "Spanish",
  "Twitter like website to create text + image posts and comments.": "Twitter like website to create text + image posts and comments.",
  "WEB SITE": "WEB SITE",
  "Welcome to my blog. Feel free to browse through my learnings, experiences and random interesting stuff.": "Welcome to my blog. Feel free to browse through my learnings, experience and random interesting stuff.",
  "Work": "Work"
}
