{
    "about me": "Sobre mi",
    "April": "Abril",
    "August": "Agosto",
    "Blog": "Blog",
    "denver description": "Proyecto freelance para un cliente local. Consiste de una interfaz que muestra precios de compra y venta de varias divisas y la hora en que fueron actualizados los datos. Posee un login para el cliente, el cual redirecciona a un dashboard de administrador, donde es posible cambiar los datos. La autenticaci칩n de usuario y base de datos son manejados con Firebase. Deploy en Vercel.",
    "description": "游녦 Hola, soy Juan Cruz Lambrechts, un Desarrollador Web Full Stack localizado en San Juan, Argentina, comprometido a ofrecer soluciones de alta calidad en el 치mbito del desarrollo de software. Entre mis habilidades destacan Vue.js, Nuxt.js y React.js, pruebas unitarias y procesamiento de datos. Competente en lenguajes como Scala, Python y JavaScript, y con experiencia en Git, MySQL, Docker y web scraping. Estoy en crecimiento continuo como desarrollador y emocionado por contribuir a proyectos innovadores.",
    "Freelance project for local client. Lets the user log in and update currency values manually.": "Proyecto freelance para cliente local. Permite al cliente loguearse y actualizar datos.",
    "Front End development, UI design, React.js, Vue.js, Python, Web Scraping, DDD.": "Desarrollo Front End, dise침o UI, React.js, Vue.js, Python, Web Scraping, DDD.",
    "Home": "Inicio",
    "In the web": "En la web",
    "In this space I share my projects.": "En este espacio comparto mis proyectos.",
    "inaki lambrechts description": "Proyecto freelance para mi hermano I침aki Lambrechts, fot칩grafo y director de cine. Consiste de un sitio web con un formulario de contacto, galeria de im치genes y videos y una p치gina de 'sobre mi'. Realizada con Next.js, Sanity como CMS y deploy en Vercel.",
    "index description": "Comprometido con la calidad y buen dise침o.",
    "index heading": "Desarrollador Web Full-Stack | Ingeniero en Materiales",
    "me": "Yo",
    "min read time": "min de lectura",
    "my cv": "Mi CV",
    "my portfolio": "Mi portfolio",
    "Personal portfolio developed for I침aki Lambrechts, film director and photographer.": "Portfolio personal desarrollado para I침aki Lambrechts, director de cine y fot칩grafo.",
    "Projects": "Proyectos",
    "Spanish": "Espa침ol",
    "WEB SITE": "SITIO WEB",
    "Welcome to my blog. Feel free to browse through my learnings, experiences and random interesting stuff.": "Bienvenido/a a mi blog. En este espacio comparto aprendizajes, experiencias y cosas interesantes que encuentro."
}